[
{"type":"header","version":"5.2.0","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"si-obe"},
{"type":"table","name":"assignments","database":"si-obe","data":
[
{"id":"1","assignment_plan_id":"1","course_class_id":"1","assigned_date":"2020-10-30 04:14:51","due_date":"2017-08-30 04:10:19","note":"Sed velit dolores molestias consequuntur neque. Esse quam reiciendis perferendis nostrum autem. Est iure quis vero blanditiis."},
{"id":"2","assignment_plan_id":"2","course_class_id":"1","assigned_date":"2008-06-10 11:36:35","due_date":"1978-12-29 11:49:02","note":"At consectetur ut eum ab cumque quia. Odit maiores vel quia impedit quis adipisci."},
{"id":"3","assignment_plan_id":"3","course_class_id":"1","assigned_date":"2009-04-16 23:19:56","due_date":"1996-07-20 10:19:58","note":"Et beatae cum repellat sit nemo et corrupti. Qui quia magni ullam eum ut dolores perferendis. Molestiae rerum non rerum temporibus molestiae placeat ut. Impedit architecto deserunt natus deserunt."},
{"id":"4","assignment_plan_id":"4","course_class_id":"1","assigned_date":"1979-06-10 10:25:23","due_date":"2000-08-14 21:47:53","note":"Ex debitis dicta ipsam hic et sunt dolorem. Nesciunt voluptas nam temporibus."},
{"id":"5","assignment_plan_id":"5","course_class_id":"1","assigned_date":"1979-02-15 00:10:10","due_date":"2018-01-31 23:37:27","note":"Cumque sequi necessitatibus itaque est modi dolorum qui quos. Commodi delectus aut in eveniet enim. Saepe consequatur nostrum qui voluptas dolores doloremque."},
{"id":"6","assignment_plan_id":"6","course_class_id":"1","assigned_date":"2012-06-28 01:58:28","due_date":"1981-01-17 14:17:20","note":"Hic quis occaecati et qui. Aspernatur sed labore omnis. Dolorem ullam quos quae natus unde laboriosam recusandae. Tempore harum delectus tenetur tempora quos voluptatem."},
{"id":"7","assignment_plan_id":"7","course_class_id":"1","assigned_date":"2020-12-27 21:33:28","due_date":"2015-01-21 12:39:03","note":"Laudantium nihil maxime maiores sit amet non perferendis. Nihil quibusdam voluptas accusamus quo et natus dolorum. Quos maxime aut reiciendis omnis corporis tempora officia."},
{"id":"8","assignment_plan_id":"8","course_class_id":"1","assigned_date":"2020-08-09 18:53:57","due_date":"1996-10-21 05:57:23","note":"Repellat voluptas dolores nemo ab cupiditate veritatis. Rerum nulla vel veritatis id quia consequatur. Qui reiciendis unde adipisci inventore cumque."},
{"id":"9","assignment_plan_id":"1","course_class_id":"2","assigned_date":"1971-11-01 00:53:11","due_date":"2007-03-30 16:16:08","note":"Laudantium ipsum labore quod labore ipsam provident dolores id. Vel at est et aut ipsa aut ducimus ut. Magnam qui veniam nemo voluptatem."},
{"id":"10","assignment_plan_id":"2","course_class_id":"2","assigned_date":"2019-06-22 13:29:26","due_date":"1977-03-18 22:48:09","note":"Molestiae quo quam et quis pariatur saepe nihil. Optio neque perspiciatis repellendus quia sunt. Quae nobis possimus numquam nam voluptas non. Culpa non tenetur ut voluptatum nihil eius laudantium."},
{"id":"11","assignment_plan_id":"3","course_class_id":"2","assigned_date":"1979-03-14 02:49:31","due_date":"1978-05-13 22:05:01","note":"Est at ut in fugit rem veniam. Sunt delectus perspiciatis voluptatem et. Vel itaque ex perferendis. Explicabo explicabo omnis porro."},
{"id":"12","assignment_plan_id":"4","course_class_id":"2","assigned_date":"2010-12-18 04:48:47","due_date":"1977-01-13 02:56:35","note":"Praesentium tempore architecto dolorum eos accusantium corporis alias. Ut nisi maiores optio doloremque. Architecto et quia quasi qui assumenda."},
{"id":"13","assignment_plan_id":"5","course_class_id":"2","assigned_date":"2022-04-23 15:21:44","due_date":"1981-09-17 19:21:01","note":"Natus in quidem velit eius. Eum quam voluptatibus nam. Voluptatum cum magnam laboriosam numquam aut nemo dolore provident."},
{"id":"14","assignment_plan_id":"6","course_class_id":"2","assigned_date":"1988-03-07 07:44:46","due_date":"1996-05-13 18:22:29","note":"Deleniti quo veritatis corrupti architecto neque. Voluptatem ducimus sint omnis quidem. Culpa et officia nobis. Est sit distinctio quos et."},
{"id":"15","assignment_plan_id":"7","course_class_id":"2","assigned_date":"2002-03-04 21:29:51","due_date":"1983-06-11 03:26:55","note":"Non maxime quis mollitia ratione quidem eaque non. Consequatur pariatur architecto consequatur nobis sint sit. Ratione ipsa aut aut sint repellendus. Doloribus consequatur eum nobis dolor."},
{"id":"16","assignment_plan_id":"8","course_class_id":"2","assigned_date":"1999-08-05 09:36:34","due_date":"1974-07-09 05:14:59","note":"Incidunt est eos et id dolorum illum. Reprehenderit nihil assumenda ut facere dolores non aut est. Sapiente natus sit eius enim ullam tempore. Ut vel maiores voluptatibus voluptatem animi rem."},
{"id":"17","assignment_plan_id":"9","course_class_id":"3","assigned_date":"1981-06-03 04:49:26","due_date":"1999-06-27 10:31:52","note":"Quia explicabo vel sint quo. Et aspernatur facere corporis. Molestiae eum voluptas nisi."},
{"id":"18","assignment_plan_id":"10","course_class_id":"3","assigned_date":"1996-08-26 10:54:15","due_date":"1991-09-29 13:16:58","note":"Necessitatibus repellat et doloribus libero nihil quos. Amet sunt ut illum est."},
{"id":"19","assignment_plan_id":"11","course_class_id":"3","assigned_date":"1981-12-12 19:21:41","due_date":"2017-12-25 08:51:03","note":"At voluptates iure et perferendis nihil. Expedita eos quaerat rerum est ut iste sequi. At id mollitia ut sit. Ratione exercitationem aut perspiciatis et itaque accusantium occaecati."},
{"id":"20","assignment_plan_id":"12","course_class_id":"3","assigned_date":"1986-02-17 05:30:48","due_date":"1972-05-15 12:23:46","note":"Neque ea explicabo et minus voluptas. Temporibus debitis eos voluptate eos. Aut nobis pariatur et ut voluptatibus ipsum nulla. Eum consequatur id tempora nisi qui."},
{"id":"21","assignment_plan_id":"13","course_class_id":"3","assigned_date":"1986-09-10 04:44:51","due_date":"2013-09-24 21:58:19","note":"Atque saepe expedita qui voluptate ducimus. Eligendi culpa iste perspiciatis. Voluptas aut libero molestiae earum."},
{"id":"22","assignment_plan_id":"14","course_class_id":"3","assigned_date":"1973-07-08 22:37:59","due_date":"2005-10-14 18:41:11","note":"Omnis rerum hic qui aliquam. Voluptatem nihil rerum aut dicta pariatur. Laudantium aut dolorem nemo dolorum. Atque labore sequi sit id culpa."},
{"id":"23","assignment_plan_id":"15","course_class_id":"3","assigned_date":"1978-07-16 00:05:12","due_date":"1995-06-05 18:45:50","note":"Quia et occaecati in possimus maiores error et. Maxime nostrum sint eum vel vitae perspiciatis optio. Harum dolor quaerat laboriosam est ut. Sed nihil iure reprehenderit veritatis consequuntur."},
{"id":"24","assignment_plan_id":"16","course_class_id":"3","assigned_date":"2016-12-08 01:29:37","due_date":"2020-04-13 06:50:32","note":"Aperiam debitis totam at tempora voluptatibus. Et consequuntur iusto praesentium. Sit est dolorem aperiam numquam."},
{"id":"25","assignment_plan_id":"9","course_class_id":"4","assigned_date":"1982-10-05 20:01:39","due_date":"2001-09-03 19:24:03","note":"Eius aut quibusdam non mollitia. Ducimus mollitia exercitationem porro commodi magnam. Adipisci sequi et qui aperiam omnis qui fugit."},
{"id":"26","assignment_plan_id":"10","course_class_id":"4","assigned_date":"2006-12-18 02:35:20","due_date":"2022-05-22 06:17:20","note":"Ea nulla quia maiores vitae. Itaque eos rem nulla aut id. Quia aut quod omnis ducimus nemo. Rerum tempore quae illo expedita ipsam maiores. Ut iusto molestiae consectetur voluptatem quod est minima."},
{"id":"27","assignment_plan_id":"11","course_class_id":"4","assigned_date":"1981-03-20 02:24:36","due_date":"2002-10-19 02:00:25","note":"Aut nulla harum et quod. Totam aut recusandae explicabo beatae repudiandae at. Aliquid suscipit fuga enim alias. Qui voluptas quia voluptas illo non. Eveniet suscipit non ab fugiat."},
{"id":"28","assignment_plan_id":"12","course_class_id":"4","assigned_date":"2012-08-18 17:39:07","due_date":"1980-08-19 07:46:19","note":"Saepe inventore laborum reiciendis consequatur voluptatem sit. Aliquid eos error provident voluptates magni. Dolore voluptas ullam nostrum exercitationem."},
{"id":"29","assignment_plan_id":"13","course_class_id":"4","assigned_date":"1988-04-14 20:43:44","due_date":"2003-12-02 12:26:36","note":"Qui sunt dolorem totam laboriosam. Soluta autem quas et delectus quam rem quod. Voluptas voluptatibus facere a temporibus impedit."},
{"id":"30","assignment_plan_id":"14","course_class_id":"4","assigned_date":"2022-09-13 06:53:04","due_date":"1995-06-18 14:16:46","note":"Voluptatem sequi velit voluptate quo fuga dolorem qui ut. Eaque dolore id temporibus molestias. Impedit necessitatibus aut aut cum. Enim repudiandae et aspernatur nihil aut maiores."},
{"id":"31","assignment_plan_id":"15","course_class_id":"4","assigned_date":"2016-07-26 21:16:54","due_date":"1972-04-01 10:15:53","note":"Molestiae qui facere itaque doloribus quis natus. Maiores omnis necessitatibus quod aut. Explicabo facere qui et nihil. Nihil deleniti occaecati commodi adipisci non."},
{"id":"32","assignment_plan_id":"16","course_class_id":"4","assigned_date":"1976-11-10 08:33:56","due_date":"2011-08-11 16:21:27","note":"Autem et omnis a. Rerum qui nesciunt laudantium aliquam sed qui consequatur. Dolor quo et id dicta eius ut dolor. Iusto perferendis reprehenderit aut molestiae laboriosam necessitatibus impedit."}
]
}
]
